Repository: Mood-Trend/mood-trend-flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, fr, ja, ko, ne, no, pl, pt, zh, zh_tw

# onboardingSkip
source: Skip
de: Überspringen
fr: Passer
ja: スキップ
ko: 건너뛰기
ne: छोड्नुहोस्
no: Hopp over
pl: Pomiń
pt: Pular
zh: 跳过
zh_tw: 跳過

# onboardingNext
source: Next
de: Weiter
fr: Suivant
ja: つぎへ
ko: 다음
ne: अर्को
no: Neste
pl: Dalej
pt: Próximo
zh: 下一步
zh_tw: 下一步

# onboardingStart
source: Start
de: Starten
fr: Commencer
ja: はじめる
ko: 시작하기
ne: सुरु गर्नुहोस्
pl: Rozpocznij
pt: Começar
zh: 开始
zh_tw: 開始

# onboardingTitleFirst
source: Welcome
de: Willkommen
fr: Bienvenue
ja: ようこそ
ko: 환영합니다
ne: स्वागत छ
no: Velkommen
pl: Witaj
pt: Bem-vindo
zh: 欢迎
zh_tw: 歡迎

# onboardingTitleSecond
source: Mood Graph
de: Stimmungsdiagramm
fr: Graphique de l'humeur
ja: 気分グラフ
ko: 기분 그래프
ne: मूड ग्राफ
no: Humordiagram
pl: Wykres nastroju
pt: Gráfico de humor
zh: 心情图表
zh_tw: 心情圖表

# onboardingTitleThird
source: Mood Value Guide
de: Stimmungswertreferenztabelle
fr: Tableau des valeurs d'humeur
ja: 気分値目安表
ko: 기분 수치 기준표
ne: मूड मानक तालिका
no: Humorverdikart
pl: Tabela nastroju
pt: Tabela de valores de humor
zh: 心情值参考表
zh_tw: 心情值參考表

# onboardingBodyFirst
source: Record your mood and create your own graph
de: Notiere deine Stimmung und erstelle dein eigenes Diagramm
fr: Enregistrez votre humeur et créez votre propre graphique
ja: 気分を記録してあなただけのグラフをつくろう
ko: 기분을 기록하여 나만의 그래프를 만들어보세요
ne: तपाईंको मूडलाई रेकर्ड गरेर आफ्नै ग्राफ बनाउनुहोस्
no: Registrer humøret ditt og lag ditt eget diagram
pl: Zapisuj swój nastrój i twórz własne wykresy
pt: Registre seu humor e crie seu gráfico personalizado
zh: 记录心情，创建属于你的图表
zh_tw: 記錄心情，製作專屬你的圖表

# onboardingBodySecond
source: Input mood values from -5 to +5 (excluding 0) and build up your graph
de: Gib Stimmungswerte von -5 bis +5 ein und staple sie zu einem Diagramm
fr: Saisissez une valeur d'humeur de -5 à +5 (sauf 0) et accumulez les données
ja: 0をのぞく-5から+5の気分値を入力してグラフを積み重ねよう
ko: 0을 제외한 -5부터 +5까지의 기분 수치를 입력하여 그래프를 쌓아가세요
ne: 0 बाहेक -5 देखि +5 सम्मको मूड मान भर्नुहोस् र ग्राफ बढाउनुहोस्
no: Skriv inn humørverdier fra -5 til +5, unntatt 0, og bygg opp diagrammet
pl: Wprowadź wartości nastroju od -5 do +5 (poza 0) i twórz wykresy
pt: Digite valores de humor de -5 a +5 (exceto 0) para criar um gráfico
zh: 输入 -5 到 +5 之间的心情值（不含 0），累计形成图表
zh_tw: 輸入-5到+5（不含0）的心情值，累積圖表

# onboardingBodyThird
source: Support for mood value input Customize it to fit your needs
de: Unterstützt die Eingabe von Stimmungswerten und ermöglicht individuelle Anpassungen
fr: Soutien à la saisie des valeurs d'humeur Personnalisation possible
ja: 気分値の入力をサポート 自分専用にカスタマイズも可能
ko: 기분 수치 입력을 지원합니다 자신만의 맞춤 설정도 가능합니다
ne: मूड मान इनपुटको समर्थन आफ्नो अनुकूलन गर्न सकिन्छ
no: Støtte for inntasting av humørverdier Kan også tilpasses for å være personlig
pl: Wsparcie wprowadzania wartości nastroju Możliwość personalizacji
pt: Suporte para inserir valores de humor Personalização exclusiva disponível
zh: 支持输入心情值 可自定义专属设置
zh_tw: 支援心情值輸入 也可自行客製化

# onboardingWelcome
source: Welcome to the Mood Trend!
de: Willkommen bei der Stimmungsgrafik!
fr: Bienvenue dans le Graphique de l'humeur !
ja: 気分グラフへようこそ！
ko: 기분 그래프에 오신 것을 환영합니다!
ne: मूड ग्राफमा स्वागत छ!
no: Velkommen til humordiagrammet!
pl: Witaj w wykresie nastroju!
pt: Bem-vindo ao Gráfico de Humor!
zh: 欢迎来到心情图表！
zh_tw: 歡迎來到心情圖表！

# dialogError
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
ne: त्रुटि
no: Feil
pl: Błąd
pt: Erro
zh: 错误
zh_tw: 錯誤

# dialogOk
source: OK
ne: ठिक छ

# dialogConfirm
source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
ko: 확인
ne: पुष्टि गर्नुहोस्
no: Bekreft
pl: Potwierdź
pt: Confirmar
zh: 确认
zh_tw: 確認

# dialogYes
source: Yes
de: Ja
fr: Oui
ja: はい
ko: 예
ne: हो
no: Ja
pl: Tak
pt: Sim
zh: 是
zh_tw: 是

# dialogNo
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
ne: होइन
no: Nei
pl: Nie
pt: Não
zh: 否
zh_tw: 否

# settingSetting
source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
ko: 설정
ne: सेटिङ
no: Innstillinger
pl: Ustawienia
pt: Configurações
zh: 设置
zh_tw: 設定

# settingEdit
source: Edit
de: Bearbeiten
fr: Éditer
ja: 編集
ko: 편집
ne: सम्पादन गर्नुहोस्
no: Rediger
pl: Edytuj
pt: Editar
zh: 编辑
zh_tw: 編輯

# table
source: Mood Value Guide
de: Stimmungswert Referenztabelle
fr: Tableau des valeurs d'humeur
ja: 気分値目安表
ko: 기분 수치 기준표
ne: मूड मानक तालिका
no: Humorverdikart
pl: Tabela nastroju
pt: Tabela de valores de humor
zh: 心情值参考表
zh_tw: 心情值參考表

# settingSupport
source: Support
de: Unterstützung
ja: サポート
ko: 지원
ne: समर्थन
no: Støtte
pl: Wsparcie
pt: Suporte
zh: 支持
zh_tw: 支援

# settingContact
source: Contact Us
de: Kontaktieren Sie uns
fr: Contact
ja: お問い合わせ
ko: 문의하기
ne: सम्पर्क गर्नुहोस्
no: Kontakt oss
pl: Kontakt
pt: Contato
zh: 联系我们
zh_tw: 聯絡我們

# settingAboutApp
source: About the App
de: Über die App
fr: À propos de l'application
ja: アプリについて
ko: 앱 정보
ne: एपको बारेमा
no: Om appen
pl: O aplikacji
pt: Sobre o app
zh: 关于应用
zh_tw: 關於應用程式

# settingReview
source: Review
de: Rezension
fr: Avis
ja: レビュー
ko: 리뷰
ne: समीक्षा
no: Anmeldelse
pl: Recenzja
pt: Avaliar
zh: 评价
zh_tw: 評論

# settingReviewRequest
source: A review would make the developer very happy!
de: Die Entwickler würden sich freuen, wenn Sie eine Rezension hinterlassen würden!
fr: Laisser un avis rendrait le développeur heureux !
ja: レビューしてもらえると開発者が小躍りします
ko: 리뷰를 남겨주시면 개발자가 기뻐합니다
ne: समीक्षा गर्नुभयो भने, विकासकर्ताले खुशी महसुस गर्नेछन्
no: En anmeldelse vil gjøre utvikleren veldig glad!
pl: Twoja recenzja sprawi, że twórcy będą bardzo zadowoleni
pt: Seu comentário ajudaria muito o desenvolvedor!
zh: 如果能留下评价，开发者会非常开心！
zh_tw: 如果能留下評論，開發者會很開心！

# settingOnboarding
source: About This App
de: Über diese App
fr: À propos de cette application
ko: 이 앱에 대하여
ne: यस एपको बारेमा
no: Om denne appen
pl: O tej aplikacji
pt: Sobre este app
zh: 关于此应用
zh_tw: 關於此應用程式

# settingTerms
source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용 약관
ne: प्रयोगको सर्तहरू
no: Bruksvilkår
pl: Regulamin
pt: Termos de uso
zh: 使用条款
zh_tw: 使用條款

# settingPrivacy
source: Privacy Policy
de: Datenschutzbestimmungen
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 보호정책
ne: गोपनीयता नीति
no: Personvernerklæring
pl: Polityka prywatności
pt: Política de privacidade
zh: 隐私政策
zh_tw: 隱私政策

# settingOther
source: Other
de: Sonstiges
fr: Autres
ja: その他
ko: 기타
ne: अन्य
no: Annet
pl: Inne
pt: Outros
zh: 其他
zh_tw: 其他

# settingWithdraw
source: Withdraw
de: Austritt
fr: Se désinscrire
ja: 退会する
ko: 탈퇴하기
ne: पदत्याग गर्नुहोस्
no: Avslutte medlemskap
pl: Anuluj konto
pt: Excluir conta
zh: 注销账户
zh_tw: 退出帳號

# settingWithdrawConfirm
source: Are you sure you want to withdraw?
de: Möchten Sie wirklich austreten?
fr: Voulez-vous vous désinscrire ?
ja: 退会しますか？
ko: 탈퇴하시겠습니까?
ne: पदत्याग गर्न चाहनुहुन्छ?
no: Er du sikker på at du vil avslutte medlemskapet?
pl: Czy na pewno chcesz anulować konto?
pt: Tem certeza de que deseja excluir sua conta?
zh: 确定要注销账户吗？
zh_tw: 確定要退出帳號？

# settingWithdrawConfirmDetail
source: All data will be deleted and cannot be restored
de: Alle Daten werden gelöscht und können nicht wiederhergestellt werden.
fr: Toutes les données seront supprimées de façon irréversible.
ja: データは全て削除され復元できません
ko: 모든 데이터가 삭제되며 복구할 수 없습니다
ne: सर्वे डाटा मेटाइनेछ र पुन: प्राप्त गर्न सकिँदैन
no: Alle data vil bli slettet og kan ikke gjenopprettes
pl: Wszystkie dane zostaną usunięte i nie będzie można ich odzyskać
pt: Todos os dados serão excluídos e não poderão ser recuperados
zh: 所有数据将被删除，无法恢复
zh_tw: 所有數據將被刪除且無法復原

# settingThank
source: Thank you for using our app
de: Vielen Dank für Ihre Nutzung!
fr: Merci d'avoir utilisé notre service
ja: ご利用いただきありがとうございました
ko: 이용해 주셔서 감사합니다
ne: तपाईंको प्रयोगको लागि धन्यवाद
no: Takk for at du bruker appen
pl: Dziękujemy za korzystanie z aplikacji
pt: Obrigado por usar o app
zh: 感谢您的使用
zh_tw: 感謝您的使用

# homeYear
source: 1 Year
de: 1 Jahr
fr: 1 an
ja: 1年
ko: 1년
ne: १ वर्ष
no: 1 år
pl: 1 rok
pt: 1 ano
zh: 1年
zh_tw: 1年

# homeHalfYear
source: 6 Months
de: 6 Monate
fr: 6 mois
ja: 半年
ko: 6개월
ne: ६ महिना
no: 6 måneder
pl: Pół roku
pt: 6 meses
zh: 半年
zh_tw: 半年

# homeMonth
source: 1 Month
de: 1 Monat
fr: 1 mois
ja: 1ヶ月
ko: 1개월
ne: १ महिना
no: 1 måned
pl: 1 miesiąc
pt: 1 mês
zh: 1个月
zh_tw: 1個月

source: Mood Value
de: Stimmungswert
fr: Valeur d'humeur
ja: 気分値
ko: 기분 수치
ne: मूड मान
no: Humørverdi
pl: Wartość nastroju
pt: Valor de humor
zh: 心情值
zh_tw: 心情值

# plannedVolume
source: Activity Count
de: Geplante Menge
fr: Nombre d'activités
ja: 予定量
ko: 활동 수
ne: गतिविधि संख्या
no: Aktiviteter
pl: Liczba aktywności
pt: Número de atividades
zh: 活动数量
zh_tw: 活動數

# inputSuccess
source: Mood value and planned activity count have been successfully registered
de: Die Registrierung von Stimmungswert und geplanter Anzahl wurde abgeschlossen
fr: L'enregistrement de la valeur d'humeur et du nombre d'activités a réussi.
ja: 気分値と予定数の登録が完了しました
ko: 기분 수치와 활동 수가 등록되었습니다
ne: मूड मान र योजनाबद्ध संख्या सफलतापूर्वक रेकर्ड गरियो
no: Registreringen av humørverdien og aktivitetsmengden er fullført
pl: Rejestracja wartości nastroju i liczby aktywności zakończona sukcesem
pt: Valor de humor e número de atividades registrados com sucesso
zh: 心情值和活动数量已成功注册
zh_tw: 心情值與活動數登錄完成

# inputSave
source: Save
de: Speichern
fr: Enregistrer
ja: 保存
ko: 저장
ne: सुरक्षित गर्नुहोस्
no: Lagre
pl: Zapisz
pt: Salvar
zh: 保存
zh_tw: 儲存

# inputAlreadyExist
source: is already registered
de: ist bereits registriert
fr: est déjà enregistré
ja: には既に登録されています
ko: 이미 등록되어 있습니다
ne: पहिले नै रेकर्ड गरिएको छ
no: er allerede registrert
pl: Jest już zarejestrowany
pt: Já registrado
zh: 已存在
zh_tw: 已經註冊

# inputOverwritingQuestion
source: Do you want to overwrite?
de: Möchten Sie überschreiben?
fr: Voulez-vous écraser ?
ja: 上書きしますか？
ko: 덮어쓰시겠습니까?
ne: के यसलाई ओभरराइट गर्नुहुन्छ?
no: Vil du overskrive?
pl: Czy chcesz nadpisać?
pt: Deseja substituir?
zh: 要覆盖现有记录吗？
zh_tw: 要覆蓋嗎？

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
ne: रद्द गर्नुहोस्
no: Avbryt
pl: Anuluj
pt: Cancelar
zh: 取消
zh_tw: 取消

# inputOverwriting
source: Overwrite
de: Überschreiben
fr: Écraser
ja: 上書き
ko: 덮어쓰기
ne: ओभरराइट गर्नुहोस्
no: Overskrive
pl: Nadpisz
pt: Substituir
zh: 覆盖
zh_tw: 覆蓋

source: Depression
de: Depressive Phase
fr: État dépressif
ja: 鬱状態
ko: 우울 상태
ne: डिप्रेसन अवस्था
no: Depresjonstilstand
pl: Stan depresyjny
pt: Estado depressivo
zh: 抑郁状态
zh_tw: 憂鬱狀態

# manic
source: Mania
de: Manische Phase
fr: État maniaque
ja: 躁状態
ko: 조증 상태
ne: मैनिक अवस्था
no: Manisk tilstand
pl: Stan maniakalny
pt: Estado maníaco
zh: 躁狂状态
zh_tw: 躁狂狀態

# tableStartEdit
source: Start setting up the Mood Value Guide
de: Bearbeitung Beginnen
fr: Commencer la configuration du tableau des valeurs d'humeur
ja: 気分値目安表の設定をはじめる
ko: 기분 수치 기준표 설정 시작하기
ne: मूड मानक तालिका सेटिङ सुरु गर्नुहोस्
no: Start redigering av humorverdikartet
pl: Rozpocznij edytowanie tabeli nastroju
pt: Começar a configurar a tabela de valores de humor
zh: 开始设置心情值参考表
zh_tw: 開始設定心情值參考表

# inputDepression
source: Enter depressive symptoms
de: Geben Sie die Symptome der Depression ein
fr: Saisissez les symptômes de la dépression
ja: 躁の症状を入力
ko: 우울 증상 입력
ne: डिप्रेसन लक्षणहरू इनपुट गर्नुहोस्
no: Skriv inn symptomene på depresjon
pl: Wprowadź objawy depresji
pt: Digite os sintomas depressivos
zh: 输入抑郁症状
zh_tw: 輸入憂鬱症狀

# inputManic
source: Enter manic symptoms
de: Geben Sie die Symptome der Manie ein
fr: Saisissez les symptômes de la manie
ja: 鬱の症状を入力
ko: 조증 증상 입력
ne: मैनिक लक्षणहरू इनपुट गर्नुहोस्
no: Skriv inn symptomene på mani
pl: Wprowadź objawy manii
pt: Digite os sintomas maníacos
zh: 输入躁狂症状
zh_tw: 輸入躁狂症狀

# inputRequest
source: Please enter symptoms
de: Bitte geben Sie die Symptome ein
fr: Veuillez saisir les symptômes
ja: 症状を入力してください
ko: 증상을 입력하세요
ne: कृपया लक्षणहरू इनपुट गर्नुहोस्
no: Vennligst skriv inn symptomene
pl: Proszę wprowadzić objawy
pt: Digite os sintomas
zh: 请输入症状
zh_tw: 請輸入症狀

source: Next
de: Weiter
fr: Suivant
ja: 次へ
ko: 다음
ne: अर्को
no: Neste
pl: Dalej
pt: Próximo
zh: 下一步
zh_tw: 下一步

# registerConfirm
source: Confirm Registration
de: Registrierungsbestätigung
fr: Confirmation d'inscription
ja: 登録確認
ko: 등록 확인
ne: दर्ता पुष्टि
no: Registreringsbekreftelse
pl: Potwierdzenie rejestracji
pt: Confirmar registro
zh: 注册确认
zh_tw: 註冊確認

# registerSave
source: Mood Value Guide registration completed
de: Die Registrierung der Stimmungswert Referenztabelle wurde abgeschlossen
fr: L'inscription au tableau des valeurs d'humeur est terminée
ja: 気分値目安表の登録が完了しました
ko: 기분 수치 기준표가 등록되었습니다
ne: मूड मानक तालिका दर्ता सफल
no: Registreringen av humorverdikartet er fullført
pl: Rejestracja tabeli nastroju zakończona sukcesem
pt: Tabela de valores de humor registrada com sucesso
zh: 心情值参考表已成功注册
zh_tw: 心情值參考表登錄完成

# registerRegister
source: Register
de: Registrieren
fr: S'inscrire
ja: 登録
ko: 등록
ne: दर्ता गर्नुहोस्
no: Registrer
pl: Zarejestruj
pt: Registrar
zh: 注册
zh_tw: 註冊

# typeDepression
source: What type of depression do you have?
de: Was ist Ihr Typ von Depression?
fr: Quel est votre type de dépression ?
ja: あなたの鬱のタイプは？
ko: 당신의 우울 유형은?
ne: तपाईंको डिप्रेसन प्रकार के हो?
no: Hva er din type depresjon?
pl: Jaki jest twój typ depresji?
pt: Qual o seu tipo de depressão?
zh: 你的抑郁类型？
zh_tw: 你的憂鬱類型？

# typeManic
source: What type of mania do you have?
de: Was ist Ihr Typ von Manie?
fr: Quel est votre type de manie ?
ja: あなたの躁のタイプは？
ko: 당신의 조증 유형은?
ne: तपाईंको मैनिक प्रकार के हो?
no: Hva er din type mani?
pl: Jaki jest twój typ manii?
pt: Qual o seu tipo de mania?
zh: 你的躁狂类型？
zh_tw: 你的躁狂類型？

# typeMelancholy
source: Melancholy
de: Melancholie
fr: Mélancolie
ja: 憂鬱
ko: 우울함
ne: उदासी
no: Melankoli
pl: Melancholia
pt: Melancolia
zh: 忧郁
zh_tw: 憂鬱

# typePoorThinking
source: Poor Thinking
de: Denkfähigkeit vermindert
fr: Réduction cognitive
ja: 思考力 低下
ko: 사고력 저하
ne: विचारशक्ति अवनति
no: Dårlig tenkning
pl: Słaba zdolność myślenia
pt: Diminuição do pensamento
zh: 思维能力 下降
zh_tw: 思考 遲鈍

# typeSleepDisorder
source: Sleep Disorder
de: Schlafstörung
fr: Trouble du sommeil
ja: 睡眠障害
ko: 수면 장애
ne: सुत्नमा कठिनाई
no: Søvnforstyrrelse
pl: Zaburzenia snu
pt: Distúrbio do sono
zh: 睡眠障碍
zh_tw: 睡眠障礙

# typeOther
source: Custom Input
de: Benutzerdefiniert
fr: Saisie personnalisée
ja: 独自に 入力
ko: 직접 입력
ne: आफ्नै इनपुट
no: Egendefinert
pl: Własny typ
pt: Personalizado
zh: 自定义 输入
zh_tw: 自訂輸入

# typeSuggestion
source: Suggestion
de: Vorschlag
ja: 提案
ko: 제안
ne: सुझाव
no: Forslag
pl: Propozycja
pt: Sugestão
zh: 建议
zh_tw: 建議

# typeIdea
source: Idea
de: Idee
fr: Idée
ja: アイデア
ko: 아이디어
ne: आइडिया
no: Idé
pl: Pomysł
pt: Ideia
zh: 想法
zh_tw: 創意

# typeElation
source: Elation
de: Euphorie
fr: Euphorie
ja: 気分高揚
ko: 기분 고양
ne: मूड उत्साह
no: Høy stemning
pl: Euforia
pt: Euforia
zh: 情绪高涨
zh_tw: 情緒高昂

# typeActivity
source: Active
de: Aktivität
fr: Activité
ja: 活動的
ko: 활동적
ne: सक्रिय
no: Aktivitet
pl: Aktywność
pt: Atividade
zh: 活跃
zh_tw: 活動力

# melancholyMinus_1
source: Somewhat pessimistic
de: Tendenziell etwas pessimistisch
fr: Plutôt pessimiste
ja: どちらかというと後ろ向きである
ko: 다소 부정적인 생각을 하는 편이다
ne: केही हदसम्म नकरात्मक हुनु
no: Er litt nedstemt
pl: Jestem raczej pesymistyczny
pt: Tende a ser mais negativo
zh: 有些消极
zh_tw: 有些消極

# melancholyMinus_2
source: Mild melancholy, feeling reluctant to do daily activities
de: Leichte Melancholie, Zunahme der Dinge, die im Alltag nicht erledigt werden wollen
fr: Légère mélancolie, moins d'envie dans la vie quotidienne
ja: 軽度の憂鬱感があり、日常の中でやりたくないことが増えている
ko: 경미한 우울감을 느끼며, 하고 싶지 않은 일이 늘어난다
ne: हल्का उदासी छ, र दैनिक काममा गर्न नचाहने कुरा बढिरहेको छ
no: Lett melankoli, føler at det er flere ting en ikke har lyst til å gjøre
pl: Odczuwam lekką melancholię i mam więcej rzeczy, które mnie męczą
pt: Sentimento leve de melancolia, com mais coisas que não quer fazer
zh: 轻微忧郁，日常生活中不想做的事增多
zh_tw: 輕微憂鬱，對日常事物提不起興趣

# melancholyMinus_3
source: Strong melancholy, struggling with daily life, losing interest in usual activities
de: Starke Melancholie, das Leben wird schwierig, kaum Interesse an alltäglichen Aktivitäten
fr: Mélancolie forte, difficulté à s'intéresser aux activités habituelles
ja: 憂鬱感が強く、生活が厳しい。普段の活動に対する興味をほとんど持てない
ko: 우울감이 강하여 생활이 어렵다. 평소 활동에 대한 흥미를 거의 느끼지 못한다
ne: उदासी धेरै छ र जीवन कष्टकर छ। सामान्य गतिविधिमा चासो छैन
no: Sterk melankoli, har vanskelig for å interessere seg for daglige aktiviteter
pl: Melancholia jest silna, a życie staje się trudne. Nie mam zainteresowania codziennymi czynnościami
pt: Melancolia forte, com pouco interesse nas atividades cotidianas
zh: 强烈的忧郁感，难以维持正常生活，对日常活动失去兴趣
zh_tw: 憂鬱感強烈，難以維持正常生活

# melancholyMinus_4
source: Severe melancholy, affecting daily function
de: Starke Melancholie, das Leben ist beeinträchtigt, wirkt sich auf die täglichen Funktionen aus
fr: Mélancolie sévère, impact sur la vie quotidienne
ja: 強い憂鬱感があり、生活に支障が出ている。日常の機能に影響を与えている
ko: 강한 우울감으로 인해 생활에 지장이 있다. 일상 기능이 영향을 받는다
ne: उदासी अत्यधिक छ र दैनिक कार्यमा असर परेको छ
no: Sterk melankoli som påvirker hverdagen, hemmer daglige funksjoner
pl: Silna melancholia wpływa na moje życie codzienne, utrudniając normalne funkcjonowanie
pt: Melancolia intensa, prejudicando a vida diária
zh: 严重的忧郁感，影响生活功能
zh_tw: 嚴重憂鬱，影響日常功能

# melancholyMinus_5
source: Completely hopeless, life feels unbearable, unable to function
de: Völlig verzweifelt, das Leben ist nur noch Qual, alltägliche Aktivitäten sind kaum möglich
fr: Désespoir total, la vie est une souffrance, impossible de fonctionner
ja: 完全に絶望的で、生きることが苦痛でしかない。日常の動作がままならない
ko: 완전히 절망적이며, 삶이 고통스럽다. 일상적인 행동이 불가능하다
ne: पूर्ण निराशा, जीवन यातनाजनक छ, दैनिक काम गर्न सक्दैन
no: Fullstendig håpløshet, livet er bare en smerte, kan ikke gjennomføre daglige oppgaver
pl: Całkowita rozpacz, życie stało się tylko cierpieniem. Nie jestem w stanie wykonywać codziennych czynności
pt: Completamente desesperado, com dor constante ao viver
zh: 完全绝望，生活变得痛苦，无法正常行动
zh_tw: 完全絕望，連基本動作都困難

# thinkMinus_1
source: Thinking feels slightly burdensome at times
de: Manchmal fällt es schwer, über Dinge nachzudenken
fr: Légère difficulté à penser
ja: ものを考えるのが少し億劫に感じる時もある
ko: 생각하는 것이 조금 귀찮게 느껴질 때가 있다
ne: केही सोच्न अलि गाह्रो लागेको छ
no: Føler at det kan være litt vanskelig å tenke på ting
pl: Czasami trudno mi myśleć
pt: Às vezes, a cognição é um pouco lenta
zh: 有时思考变得有些费力
zh_tw: 有時思考變得遲鈍

# thinkMinus_2
source: Mild sluggish thinking
de: Leichte Denkträgheit
fr: Ralentissement cognitif léger
ja: 軽度の思考の鈍さがある
ko: 경미한 사고 둔화가 있다
ne: हल्का सोचमा ढिलाइ छ
no: Lett mental treghet
pl: Odczuwam lekką niezdolność do myślenia
pt: Pensamento ligeiramente nublado
zh: 轻微的思维迟钝
zh_tw: 輕微的思考遲緩

# thinkMinus_3
source: Noticeable cognitive decline, poor problem-solving and judgment
de: Denken ist träge, Problemlösung und Urteilsvermögen sind stark beeinträchtigt
fr: Pensée ralentie, capacité de jugement réduite
ja: 思考が鈍く、問題解決や判断力が著しく低下している
ko: 사고가 둔해지고 문제 해결 및 판단력이 현저히 떨어진다
ne: सोच धीमा भएको छ, समस्या समाधान र निर्णय क्षमता निकै घटेको छ
no: Tankene er langsommere, problemløsning og beslutningstaking er betydelig nedsatt
pl: Myślenie jest opóźnione, mam problemy z rozwiązywaniem problemów i podejmowaniem decyzji
pt: Cognição lenta, com perda de capacidade de resolver problemas e julgamento
zh: 思维缓慢，解决问题和判断能力显著下降
zh_tw: 明顯的思考困難，判斷力降低

# thinkMinus_4
source: Significant cognitive impairment, severe issues with concentration and memory
de: Denken ist stark beeinträchtigt, Konzentration und Gedächtnis haben erhebliche Probleme
fr: Déficit cognitif sévère, problèmes de concentration et de mémoire
ja: 思考が著しく低下しており、集中や記憶に大きな問題がある
ko: 사고력이 심각하게 저하되어 집중과 기억에 큰 문제가 있다
ne: सोचमा ठूलो कमी छ, ध्यान र स्मरणशक्ति समस्या भएको छ
no: Tankene er sterkt redusert, det er betydelige problemer med konsentrasjon og hukommelse
pl: Moje myślenie jest poważnie spowolnione, mam problemy z koncentracją i pamięcią
pt: Cognição extremamente prejudicada, com grandes dificuldades em concentração e memória
zh: 思维能力严重下降，专注和记忆力存在严重问题
zh_tw: 思考能力嚴重下降，專注與記憶困難

# thinkMinus_5
source: Thoughts are completely non-functional, unable to comprehend most things
de: Denken funktioniert überhaupt nicht, fast alles ist unverständlich
fr: Pensée totalement bloquée, incompréhension de presque tout
ja: 思考がまったく機能しておらず、ほとんどのことが理解できない
ko: 사고가 전혀 작동하지 않으며, 대부분의 것을 이해할 수 없다
ne: सोच बिल्कुलै कार्यरत छैन, प्राय: सबै कुरा बुझ्न सक्दैन
no: Tankene fungerer ikke i det hele tatt, har problemer med å forstå nesten alt
pl: Myślenie praktycznie nie funkcjonuje, nie rozumiem większości rzeczy
pt: Pensamento totalmente ausente, com dificuldades para compreender quase tudo
zh: 思维完全无法运作，难以理解大多数事物
zh_tw: 幾乎無法思考，理解能力極度低下

# sleepMinus_1
source: Wake up feeling sluggish
de: Aufwachen fühlt sich nicht erfrischt an
fr: Réveil difficile
ja: 寝起きがスッキリしない
ko: 잠에서 깨어나도 개운하지 않다
ne: सुत्न पछि ताजगी महसुस हुँदैन
no: Våkner ikke opplagt
pl: Czuję się zmęczony zaraz po przebudzeniu
pt: Acorda sem se sentir descansado
zh: 起床后感觉不清醒
zh_tw: 起床時感覺不清醒

# sleepMinus_2
source: Poor sleep quality, feeling sleepy or fatigued during the day
de: Schlafqualität ist gering, tagsüber Müdigkeit und Erschöpfung
fr: Sommeil de mauvaise qualité, fatigue diurne
ja: 睡眠の質が低く、日中の眠気や疲労感がある
ko: 수면의 질이 낮고, 낮 동안 졸리거나 피곤함을 느낀다
ne: सुत्नको गुणस्तर कम, र दिनभरि निन्द्रा वा थकान महसुस हुन्छ
no: Søvnkvaliteten er dårlig, føler meg trøtt og sliten i løpet av dagen
pl: Jakość snu jest niska, czuję senność i zmęczenie w ciągu dnia
pt: Qualidade do sono baixa, com sonolência e cansaço durante o dia
zh: 睡眠质量差，白天感到困倦或疲劳
zh_tw: 睡眠品質差，白天感到疲勞

# sleepMinus_3
source: Disrupted sleep, not getting enough rest, strong daytime drowsiness
de: Schlaf ist gestört, ausreichende Erholung wird nicht erreicht, tagsüber starke Müdigkeit
fr: Trouble du sommeil, somnolence diurne sévère
ja: 睡眠が乱れ、十分な休息を得られていない。日中の眠気が強い
ko: 수면이 불규칙하고 충분한 휴식을 취하지 못한다. 낮 동안 졸음이 심하다
ne: सुत्न बिग्रिएको छ, पर्याप्त विश्राम प्राप्त गर्न सकिँदैन। दिनभरि निन्द्रा प्रबल छ
no: Søvnen er forstyrret, får ikke nok hvile, føler meg veldig søvnig om dagen
pl: Mój sen jest zaburzony, nie mam wystarczającego odpoczynku, odczuwam silną senność w ciągu dnia
pt: Sono irregular, não consegue descansar bem. Sonolência forte durante o dia
zh: 睡眠紊乱，无法得到充分休息，白天困倦
zh_tw: 睡眠紊亂，白天嚴重嗜睡

# sleepMinus_4
source: Extreme sleep deprivation or excessive sleep, major impact on daily function
de: Schlaf ist extrem unzureichend oder übermäßig, tagsüber starke Beeinträchtigung der Funktionen
fr: Insomnie sévère ou sommeil excessif, impact fonctionnel majeur
ja: 睡眠が極端に不足、または過度に寝ており、日中の機能が著しく低下している
ko: 수면이 극단적으로 부족하거나 과하게 자며, 낮 동안의 기능이 현저히 저하된다
ne: सुत्नमा अत्यधिक कमी वा अत्यधिक सुत्न, जसका कारण दिनभरि कार्यक्षमता घटेको छ
no: Søvnmangel eller sover for mye, stor påvirkning på daglige funksjoner
pl: Brak snu lub nadmierna ilość snu znacznie pogarsza moją wydajność w ciągu dnia
pt: Sono extremamente insuficiente ou excessivo, prejudicando as funções diárias
zh: 极端的睡眠不足或过度睡眠，影响日常功能
zh_tw: 極端失眠或過度睡眠，影響日常功能

# sleepMinus_5
source: Severe insomnia or sleeping most of the day, extreme fatigue
de: Kann nicht schlafen, ständig in einem extremen Zustand von Schlaflosigkeit, tagsüber starke Erschöpfung. Oder verbringt den Großteil des Tages schlafend
fr: Insomnie totale ou sommeil excessif toute la journée
ja: 眠れずに常に過度の不眠状態で、日中も強い疲労感がある。または日中のほとんどを寝て過ごしている
ko: 불면이 지속되어 극도로 피곤하거나, 낮 시간 대부분을 자면서 보낸다
ne: अत्यधिक अनिद्रा, दिनभर थकान महसुस वा प्राय: सबै समय सुतिरहने
no: Har konstant søvnløshet og føler meg utmattet hele dagen, eller sover hele dagen
pl: Ciągła bezsenność, czuję silne zmęczenie przez cały dzień lub większość dnia spędzam w łóżku
pt: Sempre insone, com forte cansaço durante o dia, ou passa o dia inteiro dormindo
zh: 长期严重失眠或白天大部分时间都在睡觉
zh_tw: 長期不眠或過度嗜睡，白天也感到極度疲憊

# ideaPlus_1
source: Can come up with ideas when needed
de: Wenn die Motivation da ist, kann man Ideen denken
fr: Capacité à générer des idées
ja: アイデアを考えようと思えば可能である
ko: 아이디어를 생각하려 하면 가능하다
ne: यदि चाहनुहुन्छ भने आइडिया सोच्न सकिन्छ
no: Kan tenke på ideer hvis jeg prøver
pl: Mogę wymyślić pomysły, gdy chcę
pt: Consigo pensar em ideias quando quero
zh: 可以产生想法
zh_tw: 能想出點子
