Repository: Mood-Trend/mood-trend-flutter
Catalog: lib/l10n/intl_*.arb
Languages: de, fr, ja, ko, ne, no, pl, pt, zh, zh_tw

# ideaPlus_2
source: Ideas come easily
de: Kann leicht Ideen denken
fr: Idées faciles à trouver
ja: アイデアを簡単に思いつくことができる
ko: 아이디어가 쉽게 떠오른다
ne: आइडिया सोच्न सजिलो छ
no: Kan enkelt komme på ideer
pl: Łatwo przychodzi mi wymyślanie pomysłów
pt: Posso facilmente gerar ideias
zh: 轻松想到点子
zh_tw: 容易想到新點子

# ideaPlus_3
source: Ideas flow continuously, can't stop thinking
de: Ideen sprudeln heraus und man denkt ununterbrochen nach
fr: Flux constant d'idées
ja: アイデアが湧き上がり、絶え間なく考え続ける
ko: 아이디어가 끊임없이 떠오르고 계속 생각하게 된다
ne: आइडिया लगातार उब्जिन्छ र निरन्तर सोच्न जारी राख्छ
no: Ideene strømmer på, tenker kontinuerlig
pl: Pomysły pojawiają się w mojej głowie i nie przestaję myśleć
pt: Ideias surgem constantemente, sem parar
zh: 灵感不断涌现，持续思考
zh_tw: 靈感源源不絕

# ideaPlus_4
source: Struggling to bring a flood of ideas into reality
de: Bemüht sich, aufeinanderfolgende Ideen umzusetzen
fr: Tentative de concrétisation des idées
ja: 次々と湧き上がるアイデアを具現化しようと奮闘する
ko: 끊임없이 떠오르는 아이디어를 실현하려고 노력한다
ne: आइडियालाई व्यवहारमा ल्याउनको लागि प्रयासरत
no: Kjemper for å realisere ideene som kommer til meg
pl: Próbuję urzeczywistnić pojawiające się pomysły
pt: Luto para concretizar as ideias que surgem
zh: 不断尝试将涌现的想法变为现实
zh_tw: 努力將想法具現化

# ideaPlus_5
source: Certain of success and taking action to realize ideas
de: Hat das Vertrauen, dass Ideen erfolgreich sein werden, und setzt sich aktiv für die Umsetzung ein
fr: Conviction de réussir et passage à l'action
ja: アイデアが成功すると確信し、実現に向けて実際に動く
ko: 아이디어가 성공할 것이라고 확신하고 실현을 위해 행동한다
ne: आइडिया सफल हुनेमा विश्वस्त र कार्यमा लाग्नुहोस्
no: Er sikker på at ideene vil lykkes, og begynner å handle på dem
pl: Jestem pewny, że moje pomysły będą udane, zaczynam działać w kierunku ich realizacji
pt: Estou confiante de que minhas ideias terão sucesso e estou agindo para realizá-las
zh: 确信自己的想法会成功，并积极采取行动
zh_tw: 確信想法會成功，積極行動

# elationPlus_1
source: Feeling more positive than usual
de: Stimmung ist generell positiver als üblich
fr: Humeur plus positive que d'habitude
ja: 普段より前向きな気分である
ko: 평소보다 긍정적인 기분이다
ne: साधारण भन्दा सकारात्मक मूड
no: Er mer optimistisk enn vanlig
pl: Jestem bardziej optymistyczny niż zwykle
pt: Estou mais otimista que o normal
zh: 比平时更积极
zh_tw: 比平時更積極

# elationPlus_2
source: Feeling motivated and full of positive energy
de: Hat eine positive und herausfordernde Einstellung, fühlt positive Energie
fr: Énergie et attitude positive
ja: 前向きで挑戦的な気持ちがあり、ポジティブなエネルギーを感じる
ko: 도전적인 기분이 들며 긍정적인 에너지를 느낀다
ne: सकारात्मक र चुनौतीपूर्ण भावना, र सकारात्मक ऊर्जा महसुस हुन्छ
no: Har en positiv og utfordrende holdning, føler på positiv energi
pl: Mam poczucie wyzwania i pozytywnej energii
pt: Estou com uma energia positiva e desafiadora
zh: 有挑战精神，充满正能量
zh_tw: 充滿挑戰精神與正能量

# elationPlus_3
source: Strong belief that everything will go well
de: Haben das Gefühl, dass alles in jeder Situation gut laufen wird
fr: Confiance en la réussite en toutes circonstances
ja: どんな状況でも上手くいく感覚が強い
ko: 어떤 상황에서도 잘될 것 같은 느낌이 강하다
ne: जुनसुकै परिस्थितिमा सफलता पाउने दृढ भावना
no: Har sterk følelse av at alt går bra i alle situasjoner
pl: Mam poczucie, że wszystko mi się uda
pt: Tenho a sensação de que tudo dará certo em qualquer situação
zh: 感觉无论什么情况都能顺利进行
zh_tw: 感覺無論做什麼都能成功

# elationPlus_4
source: Certain of personal success in everything
de: Überzeugt, dass alles, was sie tun, erfolgreich sein wird
fr: Certitude absolue de réussite
ja: どんなことでも自分は成功すると確信している
ko: 어떤 일이든 성공할 것이라고 확신한다
ne: आफ्नो सफलतामा पूर्ण विश्वास, जुनसुकै कार्यमा
no: Er helt sikker på at jeg vil lykkes med alt
pl: Jestem pewny, że wszystko, co robię, zakończy się sukcesem
pt: Tenho certeza de que vou ter sucesso em tudo que fizer
zh: 坚定地相信自己能成功
zh_tw: 確信自己能成功

# elationPlus_5
source: Absolute confidence in being right and succeeding in everything
de: Sind sich absolut sicher, dass sie richtig liegen und alles gut laufen wird
fr: Sentiment d'invincibilité
ja: 自分は絶対に正しく、すべてが上手くいくと確信する
ko: 나는 절대적으로 옳으며, 모든 것이 잘될 것이라고 확신한다
ne: आफ्नो सहीमा पूर्ण विश्वास, सबै कुरा सफल हुनेछ
no: Er helt sikker på at jeg har rett og at alt vil gå bra
pl: Jestem absolutnie pewny, że mam rację, wszystko pójdzie zgodnie z planem
pt: Tenho absoluta certeza de que estou certo e tudo vai dar certo
zh: 完全确信自己是对的，一切都会顺利
zh_tw: 認為自己絕對正確，一切順利

# activityPlus_1
source: Capable of doing activities
de: Können aktiv sein
fr: Capacité à être actif
ja: 活動が可能である
ko: 활동이 가능하다
ne: गतिविधि सम्भव छ
no: Kan være aktiv
pl: Jestem w stanie działać
pt: Estou ativo e capaz de realizar atividades
zh: 能够进行活动
zh_tw: 可以活動

# activityPlus_2
source: More active than usual
de: Fühlen sich aktiver als üblich
fr: Énergie plus élevée que d'habitude
ja: 普段よりも活発に動く気分である
ko: 평소보다 활발하게 움직일 기분이다
ne: साधारण भन्दा बढी सक्रिय लाग्ने
no: Er mer energisk og motivert enn vanlig
pl: Mam ochotę być bardziej aktywny niż zwykle
pt: Estou mais ativo e motivado que o normal
zh: 比平时更活跃
zh_tw: 比平常更活躍

# activityPlus_3
source: Energetic and filling schedule with activities
de: Haben eine positive und energiegeladene Stimmung und planen viel
fr: Énergie débordante, nombreuses activités
ja: 積極的でエネルギッシュな気分で、予定をたくさん詰める
ko: 적극적이고 에너지가 넘치며, 일정이 많아진다
ne: सक्रिय र ऊर्जावान, र धेरै योजना बनाउने
no: Er aktiv og energisk, fyller dagen med aktiviteter
pl: Jestem pełen energii i chętnie planuję wiele rzeczy
pt: Estou muito energético e planejando muitas atividades
zh: 充满活力，安排了很多计划
zh_tw: 精力充沛，安排許多計畫

# activityPlus_4
source: Entire day is packed with activities
de: Der Tag ist voller geplanter Aktivitäten
fr: Journée totalement remplie
ja: 1日が予定でいっぱいである
ko: 하루 종일 일정이 가득 차 있다
ne: दिनभरि योजनामा व्यस्त
no: Dagen er fylt med aktiviteter
pl: Mój dzień jest pełen aktywności
pt: Meu dia está cheio de atividades
zh: 一天的行程安排得满满的
zh_tw: 一天的行程排滿

# activityPlus_5
source: Engaging in constant activities for days without feeling tired
de: Halten sich mehrere Tage lang den ganzen Tag aktiv auf, ohne sich erschöpft zu fühlen
fr: Activité continue pendant plusieurs jours sans fatigue
ja: 何日も1日中活動を続けているが、疲れを感じずに精力的に行動している
ko: 며칠 동안 계속 활동해도 피곤함을 느끼지 않고 활발히 움직인다
ne: केही दिनसम्म सक्रिय भएर काम गर्दै थकान महसुस नगर्ने
no: Har vært aktiv hele dagen i flere dager, uten å føle meg trøtt, og er energisk
pl: Spędzam kilka dni non-stop na aktywności, nie czując zmęczenia
pt: Tenho vários dias seguidos de atividade intensa sem sentir cansaço
zh: 连续几天都在不停地活动，并且毫无疲劳感
zh_tw: 連續數日高強度活動，毫無疲憊感

source: Version Info
de: Versionsinformationen
fr: Informations sur la version
ko: 버전 정보
ne: संस्करण जानकारी
no: Versjonsinformasjon
pl: Informacje o wersji
pt: Informações sobre a versão
zh: 版本信息
zh_tw: 版本資訊

# moodValueQuestion
source: How was your mood today?
de: Wie war Ihre Stimmung an diesem Tag?
fr: Comment vous sentez-vous aujourd'hui ?
ko: 이날의 기분은?
ne: आजको मूड कस्तो छ?
no: Hvordan er humøret ditt i dag?
pl: Jaki był twój nastrój dzisiaj?
pt: Como você se sente hoje?
zh: 这一天的心情如何？
zh_tw: 這天的心情如何？

# plannedVolumeQuestion
source: How many activities or plans did you have today?
de: Wie viele Aktivitäten oder Pläne haben Sie an diesem Tag?
fr: Combien d'activités avez-vous réalisées aujourd'hui ?
ko: 이날의 활동 또는 일정 수는 몇 개입니까?
ne: आजको गतिविधि वा योजना संख्या कति हो?
no: Hvor mange aktiviteter eller planer har du i dag?
pl: Ile aktywności lub planów miało miejsce dzisiaj?
pt: Quantas atividades ou compromissos você teve hoje?
zh: 这一天的活动或计划有多少？
zh_tw: 這天的活動數是多少？

# moodValueQuestionTooltipMessage
source: Record your mood on a scale from -5 to +5 If unsure, refer to the Mood Value Guide! Consider seeking medical advice for values above +3 or below -3
de: Bitte geben Sie Ihre Stimmung an diesem Tag mit einem Stimmungswert von -5 bis +5 an Wenn Sie sich nicht sicher sind, überprüfen Sie die Stimmungswertreferenztabelle!
fr: Enregistrez votre humeur avec une valeur de -5 à +5 Si vous hésitez, consultez le tableau des valeurs d'humeur ! +3 ou plus / -3 ou moins : consultez un professionnel de santé
ko: 이날의 기분을 -5부터 +5까지 기록하세요 헷갈리면 기분 수치 기준표를 참고하세요! +3 이상 또는 -3 이하일 경우 조기 상담을 추천합니다
ne: आजको मूड -5 देखि +5 को मूड मानमा रेकर्ड गर्नुहोस् यदि शंका छ भने मूड मानक तालिका हेर्नुहोस्! +3 भन्दा बढी वा -3 भन्दा कम भएमा चाँडो चिकित्सकसँग जाँच गराउनुहोस्
no: Registrer humøret ditt på en skala fra -5 til +5 Hvis du er usikker, kan du sjekke humorverdikartet! Det anbefales å oppsøke lege ved humørverdier over +3 eller under -3
pl: Zarejestruj swój nastrój od -5 do +5 Jeśli nie jesteś pewny, sprawdź tabelę nastroju! Jeśli Twój nastrój to +3 lub wyżej, lub -3 lub niżej, skonsultuj się z lekarzem
pt: Registre seu humor de -5 a +5 para o dia Se tiver dúvidas, consulte a tabela de valores de humor! Recomenda-se procurar ajuda se o valor for superior a +3 ou inferior a -3
zh: 请用 -5 到 +5 的心情值记录你的感受 如果不确定，可以参考心情值参考表！ +3 以上或 -3 以下建议尽早就诊
zh_tw: 請用-5到+5的心情值記錄這天的心情 如果不確定，可以參考心情值參考表！ +3以上或-3以下時，建議提前就醫

# plannedVolumeQuestionTooltipMessage
source: Record the number of activities you completed today This objective measure can help in reviewing trends
de: Bitte geben Sie die Anzahl der Aktivitäten an, die Sie an diesem Tag durchgeführt haben Es ist nützlich für eine objektivere Überprüfung als der Stimmungswert
fr: Enregistrez le nombre d'activités réalisées aujourd'hui. Une valeur plus objective que l'humeur, utile pour le suivi.
ko: 이날 수행한 활동 수를 기록하세요 기분 수치보다 객관적인 지표로 회고에 도움이 됩니다
ne: आज तपाईंले गरेका कामहरूको संख्या रेकर्ड गर्नुहोस् मूड मान भन्दा थप वस्तुगत संख्या फिर्तीको लागि सहायक हुनेछ
no: Registrer antallet aktiviteter du har gjennomført i dag Dette gir en mer objektiv vurdering enn humørverdien
pl: Zarejestruj liczbę rzeczy, które zrobiłeś w tym dniu To pomoże w bardziej obiektywnej refleksji na podstawie wartości nastroju
pt: Registre o número de coisas que você fez no dia Um número objetivo pode ser útil para revisão posterior
zh: 请记录当天进行的活动数量 比心情值更客观，有助于回顾
zh_tw: 記錄當天進行的活動數 這是一個比心情值更客觀的指標，能幫助回顧

# goTable
source: View Mood Value Guide
de: Hier geht es zur Stimmungswertreferenztabelle
fr: Consulter le tableau des valeurs d'humeur
ko: 기분 수치 기준표 보기
ne: मूड मानक तालिका यहाँ छ
no: Se humorverdikartet her
pl: Zobacz tabelę nastroju
pt: Veja a tabela de valores de humor aqui
zh: 查看心情值参考表
zh_tw: 前往心情值參考表

# homeCoachMarkTitle
source: Let's start recording!
fr: Commençons l'enregistrement !
ko: 기록을 시작해봅시다!
ne: रेकर्ड गर्न सुरु गरौं!
no: La oss begynne å registrere!
pl: Zacznij rejestrować!
pt: Vamos começar a registrar!
zh: 开始记录吧！
zh_tw: 開始記錄吧！

# homeCoachMarkBody
source: Use the button below to record your mood value and activity count
fr: Utilisez le bouton ci-dessous pour enregistrer votre humeur et vos activités.
ko: 아래 버튼을 눌러 기분 수치와 활동 수를 기록할 수 있습니다
ne: तलको बटनबाट मूड मान र गतिविधि संख्या रेकर्ड गर्न सकिन्छ
no: Bruk knappen nedenfor for å registrere humørverdien og aktivitetsmengden
pl: Możesz zacząć zapisywać wartości nastroju i liczbę aktywności za pomocą poniższego przycisku
pt: Use o botão abaixo para registrar seu humor e número de atividades
zh: 点击下方按钮记录心情值和活动数量
zh_tw: 點擊下方按鈕記錄心情值與活動數

# notificationDailyTitle
source: Record your mood today
ko: 오늘의 기분은 어떠신가요?
ne: आजको मूडलाई पुनः मूल्यांकन गर्नुहोस्?
no: Vil du se på dagens humør?
pl: Czy chcesz przypomnieć sobie swój nastrój dzisiaj?
pt: Que tal refletir sobre seu humor de hoje?
zh_tw: 今天的心情回顧一下吧？

# notificationDailyBody
source: Track your mood changes by recording your daily reflection
ko: 오늘의 기분을 기록하고 변화를 추적해보세요
ne: आजको मूड रेकर्ड गरेर मूड ग्राफमा थोरै मूल्यांकन प्राप्त गर्नुहोस्
no: Registrer dagens humør og få innsikt fra humordiagrammet
pl: Zapisz swój nastrój i uzyskaj ciekawe spostrzeżenia na wykresie nastroju
pt: Registre seu humor hoje e obtenha algumas percepções no gráfico
zh_tw: 記錄今天的心情，通過心情圖表獲得一些啟示

# notificationWeekendTitle
source: Record your weekend mood
ko: 주말의 기분은 어떠신가요?
ne: हप्ता समापनको मूड पुनः मूल्यांकन गर्नुहोस्?
no: Vil du se på helgens humør?
pl: Czy chcesz przypomnieć sobie swój nastrój w weekend?
pt: Que tal refletir sobre seu humor no fim de semana?
zh_tw: 週末的心情回顧一下吧？

# notificationWeekendBody
source: Track your mood changes by recording your weekend reflection
ko: 주말의 기분을 기록하고 변화를 추적해보세요
ne: हप्ता समापनको मूल्यांकन रेकर्ड गरेर मूड ग्राफमा थोरै मूल्यांकन प्राप्त गर्नुहोस्
no: Registrer helgens refleksjon og få innsikt fra humordiagrammet
pl: Zapisz swój nastrój z weekendu i odkryj ciekawe spostrzeżenia na wykresie nastroju
pt: Registre a reflexão do fim de semana e obtenha algumas percepções no gráfico
zh_tw: 記錄週末的回顧，通過心情圖表獲得一些啟示

# notificationSettingsTitle
source: Would you like to set up notification reminders?
ko: 알림을 설정하시겠습니까?
ne: सूचना सेटिङ सेट गर्न चाहनुहुन्छ?
no: Vil du sette opp påminnelser?
pl: Chcesz ustawić przypomnienia?
pt: Configurar lembretes de notificação?
zh_tw: 設定通知提醒嗎？

# notificationSettingsDaily
source: Daily
ko: 매일
ne: प्रत्येक दिन
no: Hver dag
pl: Codziennie
pt: Diário
zh_tw: 每天

# notificationSettingsDailyDescription
source: Notify at 8:00 PM daily
ko: 매일 20:00에 알림
ne: प्रत्येक दिन २०:०० मा सूचना
no: Påminnelse hver dag kl 20:00
pl: Przypomnienie codziennie o 20:00
pt: Notificação diária às 20:00
zh_tw: 每天20:00發送通知

# notificationSettingsWeekend
source: Weekend
ko: 주말
ne: हप्तामा १ पटक
no: Hver helg
pl: Raz w weekend
pt: Fim de semana 1 vez
zh_tw: 週末一次

# notificationSettingsWeekendDescription
source: Notify at 8:00 PM on weekends
ko: 주말 20:00에 알림
ne: हप्ताको अन्त्यमा २०:०० मा सूचना
no: Påminnelse hver helg kl 20:00
pl: Przypomnienie w każdą sobotę o 20:00
pt: Notificação aos sábados às 20:00
zh_tw: 每週末20:00發送通知

# notificationSettingsNone
source: No notifications
ko: 알림 없음
ne: सूचना छैन
no: Ingen påminnelser
pl: Brak przypomnień
pt: Sem notificações
zh_tw: 無通知

# notificationSettingsNoneDescription
source: Disable notifications
ko: 알림 비활성화
ne: सूचना निष्क्रिय गरियो
no: Deaktiver påminnelser
pl: Wyłącz przypomnienia
pt: Desativar notificações
zh_tw: 禁用通知

# settingNotifications
source: Notification Settings
ko: 알림 설정
ne: सूचना सेटिङ
no: Påminnelser
pl: Przypomnienia
